Repository: scottparsloe/ProxySwitcher
Catalog: ProxySwitcher.Actions.DefaultActions/DefaultResources.*.resx
Languages: de

# ChangePrinterTo_Label
source: Change default printer to:
de: Diesen Drucker als Standarddrucker wählen:

# ChangePrinter_Name
source: Change Default Printer
de: Standard Drucker ändern

# ChangeWallpaper_File
source: Wallpaper File:
de: Hintergrundbild Datei:

# ChangeWallpaper_Name
source: Set Wallpaper
de: Desktophintergrund ändern

# ChangeWallpaper_SelectFile
source: Select File
de: Datei auswählen

# ChangeWallpaper_Style_Center
source: Center
de: Zentriert

# ChangeWallpaper_Style_Fill
source: Fill
de: Ausgefüllt

# ChangeWallpaper_Style_Fit
source: Fit
de: Passend

# ChangeWallpaper_Style_Stretch
source: Stretch
de: Gestreckt

# ChangeWallpaper_Style_Tile
source: Tile
de: Kachel

# DisableFirefox
source: Disable Proxy (Firefox)
de: Proxy Deaktivieren (Firefox)

# DisableIE8
source: Disable Proxy (IE)
de: Proxy Deaktivieren (IE)

# DisableOpera
source: Disable Proxy (Opera)
de: Proxy Deaktivieren (Opera)

# ExecuteScript_ExampleText
source: Example: my_script.exe {0}
de: Beispiel: mein_script.exe {0}

# ExecuteScript_Name
source: Execute Script
de: Skript ausführen

# Firefox_All
source: <All>
de: <Alle>

# Firefox_Description
source: Use this action to switch the proxy settings for Firefox
de: Verwenden Sie diese Aktion um die Proxy Einstellungen für Firefox zu setzen

# Firefox_ProfileFolder
source: Profile Folder:
de: Profil Ordner:

# Firefox_ProfileSelectorTitle
source: Select Profile
de: Profil wählen

# Firefox_RefreshProfiles
source: Click here to refresh the profiles
de: Hier klicken um die Profile zu aktualisieren

# Firefox_SelectProfileToSwitch
source: Select Profile to Switch:
de: Profil wählen:

# Firefox_SelectProfile_Button
source: Select Profile...
de: Profil wählen...

# Opera_Description
source: Use this action to switch the proxy settings for Opera (Version 10 and above)
de: Verwenden Sie diese Aktion um die Proxy Einstellungen für Opera zu setzen (ab Version 10)

# ProxyExceptionsError
source: Invalid "Exceptions" format
de: Ungültiges "Ausnahmen" Format

# Refresh_Button
source: Refresh
de: Aktualisieren

# Saved_Status
source: Saved
de: Gespeichert

# Save_Button
source: Save
de: Speichern

# Script_Label
source: Script:
de: Skript:

# UseDialUp_Checkbox
source: Use Dial-Up:
de: Wählverbindung:

# WithParameterName_Checkbox
source: Use network name instead of the ID
de: Netzwerknamen anstatt der ID verwenden

# WithParameter_Checkbox
source: with network ID as parameter
de: mit Netzwerk ID als Parameter

# ExecuteScript_RunAsAdmin_Checkbox
source: Run as administrator (shows UAC prompt)
de: Als Administrator ausführen (zeigt einen UAC Prompt)

# ExecuteScript_Window_Label
source: Window:
de: Fenster:
